/* difference title */
"Album" = "专辑";

/* difference title */
"App Version" = "应用版本";

/* difference title */
"Artist" = "艺术家";

/* difference title */
"Bit Rate" = "比特率";

/* difference tooltip */
"Both favorited and not favorited instances found" = "找到收藏和非收藏的实例";

/* difference tooltip */
"Both loved and not loved instances found" = "找到喜爱和非喜爱的实例";

/* difference title */
"Date" = "日期";

/* differences control title */
"Differences:" = "Differences:";

/* No comment provided by engineer. */
"Differences: %@" = "Differences: %@";

/* difference tooltip */
"Different albums" = "不同专辑";

/* difference tooltip */
"Different application versions" = "不同应用程序版本";

/* difference tooltip */
"Different artists" = "不同艺术家";

/* difference tooltip */
"Different bit rate" = "不同比特率";

/* difference tooltip */
"Different date of last modification" = "不同上次修改日期";

/* difference tooltip */
"Different file extensions" = "不同文件扩展名";

/* difference tooltip */
"Different file locations" = "不同文件位置";

/* difference tooltip */
"Different image size" = "不同图片大小";

/* difference tooltip */
"Different last played date" = "不同上次播放日期";

/* difference tooltip */
"Different play count" = "不同播放计数";

/* difference tooltip */
"Different size on disk" = "不同磁盘上大小";

/* difference tooltip */
"Different song rating" = "不同歌曲评分";

/* difference title */
"Dimensions" = "尺寸";

/* No comment provided by engineer. */
"Exact Duplicates" = "完全重复项";

/* difference title */
"Favorite" = "收藏夹";

/* difference title */
"Format" = "格式";

/* difference title */
"Loved" = "喜爱";

/* No comment provided by engineer. */
"No differences" = "No differences";

/* difference title */
"Path" = "路径";

/* difference title */
"Play Count" = "播放计数";

/* difference title */
"Play Date" = "播放日期";

/* difference title */
"Rating" = "评分";

/* No comment provided by engineer. */
"Similar Files" = "类似文件";

/* difference title */
"Size" = "大小";

/* No comment provided by engineer. */
"%@ found in %@" = "%1$@ found in %2$@";

/* No comment provided by engineer. */
"%@ selected" = "已选择 %@";

/* No comment provided by engineer. */
"%d folders" = "%d 个文件夹";

/* No comment provided by engineer. */
"AccessibilityEstimatingAnnouncement" = "Gemini 已开始扫描所选的文件夹查找重复文件。";

/* No comment provided by engineer. */
"AccessibilityScanningAnnouncement" = "AccessibilityScanningAnnouncement";

/* No comment provided by engineer. */
"Add Location…" = "添加位置…";

/* No comment provided by engineer. */
"Ascending" = "升序";

/* No comment provided by engineer. */
"Back to Summary" = "摘要";

/* No comment provided by engineer. */
"Calculating…" = "正在计算…";

/* No comment provided by engineer. */
"Descending" = "降序";

/* No comment provided by engineer. */
"Diagram" = "图表";

/* No comment provided by engineer. */
"Estimating…" = "正在估计";

/* No comment provided by engineer. */
"New Scan" = "新扫描";

/* No comment provided by engineer. */
"No duplicates found" = "没有找到重复项";

/* No comment provided by engineer. */
"Remove Duplicates" = "移除重复项";

/* No comment provided by engineer. */
"Scan for Duplicates" = "扫描查找重复项";

/* No comment provided by engineer. */
"Share" = "分享";

/* No comment provided by engineer. */
"Sharing Text" = "Sharing Text";

/* No comment provided by engineer. */
"Sort by %@" = "按 %@ 排序";

/* No comment provided by engineer. */
"Start Over" = "重新开始";

/* No comment provided by engineer. */
"Stop" = "停止";

/* "Select" pop up button in group preview */
"Select %@" = "选择 %@";

/* Brief scan results diagram subtitle */
"Found in\n%@" = "在 %@ 中\n找到";

/* Cleanup complete total cleaned size */
"%@ Cleaned in Total" = "共清理 %@";

/* Message in "Put Back All" alert */
"Are you sure you want to put all recoverable duplicates back to their original locations?" = "确定要将所有可恢复重复项还原到它们的原始\n位置？";

/* Title of "Review Trashed" screen */
"Moved to Trash" = "已移到废纸篓";

/* Title of "Review Trashed" screen */
"Moved to Folder" = "已移到文件夹";

/* Title of "Review Trashed" screen */
"Moved to \"%@\"" = "已移到 \"%@\"";

/* Title of "Review Trashed" screen */
"Removed Permanently" = "已永久移除";

/* Alert title on "Put All Back" */
"Are you sure you want to put all recoverable duplicates back to their original locations?" = "确定要将所有可恢复重复项还原到它们的原始\n位置？";

/* Alert button on "Put All Back" */
"Put All Back" = "全部还原";

/* Alert button on "Put All Back" */
"Cancel" = "取消";

/* Alert title when Put Back is impossible */
"This file cannot be put back" = "该文件无法还原";

/* Alert informative text when Put Back is impossible */
"The file was either removed permanently or Gemini is no longer permitted to access it." = "该文件已被永久移除，或者 Gemini 不再有权访问\n它。";

/* Alert informative text when Put Back failed */
"This file was either removed permanently or moved from the last location Gemini put it in." = "该文件已被永久移除或者从 Gemini 上次放置它的位置\n被移走。";

/* Alert informative text when Put Back is impossible for duplicates from Photos */
"It still remains restorable in your Photos library until you permanently delete it from there." = "它仍会一直在您的照片库中保持可还原状态，直到您将其从照片库中\n永久删除。";

/* Segmented duplicates selector button [ 1 | 2 ] first item */
"Select Duplicates" = "选择重复项";

/* No comment provided by engineer. */
"Select for Removal" = "选择进行移除";

/* No comment provided by engineer. */
"Deselect from Removal" = "取消移除选择";

/* No comment provided by engineer. */
"Removal Summary" = "移除摘要";

/* In "XX GB Successfully trashed" on clean results */
"Successfully trashed" = "成功废弃";

/* In "XX GB Successfully moved" on clean results */
"Successfully moved" = "成功移除";

/* In "XX GB Successfully removed" on clean results */
"Successfully removed" = "成功移除";

/* CTA for button on clean results */
"Review Trashed" = "查看废弃项";

/* CTA for button on clean results */
"Review Moved" = "检查已移除项目";

/* CTA for button on clean results */
"View Removed" = "查看已移除项目";

/* In "XX GB Selected" of brief scan results. */
"Selected" = "所选";

/* In "XX GB Automatically selected" of brief scan results. */
"Automatically selected" = "自动选择";

/* CTA for Remove button on brief scan results */
"Remove" = "移除";

/* CTA for Remove button on brief scan results */
"Smart Cleanup" = "智能清理";

/* Second License subscribe window title */
"Get Your Second License" = "获取第二份许可证";

/* Second License subscribe window info text */
"Oh, you upgraded? At MacPaw, we value loyalty, so have a second copy of Gemini, on the house." = "哦，您已经升级？MacPaw 珍惜忠实的用户，所以您可以免费获赠一个 Gemini 副本。";

/* CTA for subscribe button if second license need to be generated */
"Get My License" = "获取我的许可证";

"Select Duplicates" = "选择重复项";

"Select Similars" = "选择类似项";

"Are you sure you want to select the last copy of “%@” for removal?" = "确定要选择 “%@” 的最后一个副本进行移除？";

/* Trial Limitation */
"Trial_Limitation_Description" = "您已经成功清理了 500 MB！本次扫描发现了超过 %counter_value% 个重复项。购买许可证，移除所有重复和类似文件，不限数量。";

"Special thanks to %@" = "特别感谢 %@";

"Sit back and relax." = "不用担心，放轻松。";

/* No comment provided by engineer. */
"Hold on to your seats!" = "坐稳当心！";

"WITH A DISCOUNT" = "使用折扣";

"AT FULL PRICE" = "全价";

/* Rate on MAS Scenario question */
"RateOnMAS_Question" = "您喜欢 Gemini 2 吗？";

/* Rate on MAS Scenario negative answer */
"RateOnMAS_Question_Negative" = "不完全是";

/* Rate on MAS Scenario positive answer */
"RateOnMAS_Question_Positive" = "是的，我喜欢它！";

/* Rate on MAS Scenario question after negative answer */
"RateOnMAS_Feedback" = "告诉我们您的想法，让我们做得更好。";

/* Rate on MAS Scenario answer */
"RateOnMAS_Feedback_Negative" = "不，谢谢。";

/* Rate on MAS Scenario answer */
"RateOnMAS_Feedback_Positive" = "好的，没问题！";

/* Rate on MAS Scenario question after positive answer */
"RateOnMAS_Rating" = "在 App Store 上评分？";

/* Rate on MAS Scenario question */
"RateOnMAS_Rating_Negative" = "不，谢谢。";

/* Rate on MAS Scenario answer */
"RateOnMAS_Rating_Positive" = "好的，没问题！";

/* Duplicate context menu item in Detailed Scan Results */
"Select All Copies Within \"%@\"" = "选择 \"%@\" 内的所有副本";

/* Duplicate context menu item in Detailed Scan Results */
"Deselect All Copies Within \"%@\"" = "取消选择 \"%@\" 内的所有副本";

/* Alert title on removing files from network volume */
"Some of your duplicates are on a network volume. Are you sure you want to permanently remove them?" = "部分重复项在网络宗卷上。您确定要永久移除它们吗？";

/* Alert informative text on removing files from network volume */
"Files from network volumes cannot be restored after their deletion." = "网络宗卷上的文件删除后无法恢复。";

/* Default alert response on removing files from network volume */
"Remove Permanently" = "永久移除";

/* Alternative alert response on removing files from network volume */
"Keep Files" = "保留文件";
